[TheWorld:PersistentLevel.DisDoor_0 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="顿沃下水道万能钥匙"

[TheWorld:PersistentLevel.DisDoor_2 DisDoor]
m_DoorName=""
m_MatchingKey=""
m_MatchingKeys[0]="顿沃下水道万能钥匙"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往赭岸之门")
m_Choices[1]=(m_ChoiceText="留在老港口区郊区")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="前往狗圈酒吧")
m_Choices[1]=(m_ChoiceText="留在旧顿沃下水道")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="老顿沃下水道"

[TheWorld:PersistentLevel.Main_Sequence.FurnaceLogic.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="把奶奶的小浮雕放进火炉里")
m_Choices[1]=(m_ChoiceText="走开")

[TheWorld:PersistentLevel.Main_Sequence.GrannyKeyManagement.DisSeqAct_AddKey_0 DisSeqAct_AddKey]
m_Name="顿沃下水道万能钥匙"

[TheWorld:PersistentLevel.Main_Sequence.GrannyKeyManagement.DisSeqAct_AddKey_1 DisSeqAct_AddKey]
m_Name="顿沃下水道万能钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道的门"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="煮沸的污泥"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="大嘴巴"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="火炉"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="火炉控制杆"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="解锁控制杆"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="奶奶的小浮雕"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="奶奶的最后礼物"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="解锁控制杆"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName=""

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_20 DisSeqAct_UpdateTaskTarget]
m_TargetName="大嘴巴"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_21 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_25 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道出口"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_26 DisSeqAct_UpdateTaskTarget]
m_TargetName="回流排水渠"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_27 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_28 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道入口"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_29 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_30 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_31 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_32 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道的门"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_33 DisSeqAct_UpdateTaskTarget]
m_TargetName="奶奶的书"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_34 DisSeqAct_UpdateTaskTarget]
m_TargetName="奶奶的小浮雕"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_35 DisSeqAct_UpdateTaskTarget]
m_TargetName="火炉"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_36 DisSeqAct_UpdateTaskTarget]
m_TargetName="火炉控制杆"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_37 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_38 DisSeqAct_UpdateTaskTarget]
m_TargetName="拉格斯奶奶"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道钥匙"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道的门"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道出口"

[TheWorld:PersistentLevel.Main_Sequence.ObjectiveMarkers.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道的门"

[TheWorld:PersistentLevel.Main_Sequence.Slackjaw_Gameplay_and_Soirees.DisSeqAct_AddKey_0 DisSeqAct_AddKey]
m_Name="奶奶的钥匙"

[TheWorld:PersistentLevel.Main_Sequence.Wounded_Thug.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

